; -----------------------------------------------------------------------------;

; LocK-A-FoLdeR Language File

; Language : Portuguese

; Translation by: David Cardona<dcardona1987@gmail.com>

; -----------------------------------------------------------------------------;



[LocK-A-FoLdeR]

authorlink = "dcardona1987@gmail.com"

Translationby = "David Cardona"

Language = "Português"

pickatask = "Escolha Uma Tarefa"

lockafolder = "Colocar senha a um Arquivo"

unlockselected = "Tirar senha do Arquivo Selecionado"

changepassword = "Trocar a Senha Principal"

exit = "Sair"

Aboutlockafolder = "Sobre LocK-A-FoLdeR"

enternewpassword = "Coloque a Nova Senha"

entermasterpassword = "Coloque a Senha Principal"

alreadyrunning = "LocK-A-FoLdeR já tá executando"

doesntexist = "não pode"

chooseafolder = "Escolhe um Arquivo pra Colocar uma Senha"

selectfirst = "Por Favor selecione um arquivo primeiro"

alreadyinlist = "tá na lista já"

plzwait = "Por Favor Espere um Momento"

unable2lock = "não pode se colocar a senha"

unable2unlock = "não pode se tirar a senha"

invalidpass = "Senha Não Valida"

alertmasterpass = "Por favor escolhe uma Senha Principal."

nointernet = "Existe um problema com sua conexão de internet"

checkupdates = "Ver Atualizações"

openreadme = "Abrir o arquivo Leia-me"

visitwebpage = "Visitar a Pagina web"

rescuecentre = "Centro de Resgate"

Rescuefolder = "Resgatar um arquivo"

notinlist = "Os arquivos que não estão nesta lista podem ser desbloqueados daqui."
